Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Find_Warning_EdgeWildcards
source: {0} (leading and trailing wildcards are ignored)
ar: {0} (يتم تجاهل أحرف البدل في البداية والنهاية)
cs: {0} (zástupné znaky na začátku a na konci se ignorují)
de: {0} (Platzhalter am Anfang und Ende werden ignoriert)
el: {0} (οι χαρακτήρες μπαλαντέρ στην αρχή και στο τέλος παραβλέπονται)
es: {0} (se omiten los comodines iniciales y finales)
fa: {0} (نویسه‌های عام ابتدا و انتها نادیده گرفته می‌شوند)
fr: {0} (les caractères génériques de début et de fin sont ignorés)
hu: {0} (a kezdő és záró helyettesítő karakterek figyelmen kívül maradnak)
id: {0} (wildcard di awal dan akhir diabaikan)
it: {0} (i caratteri jolly iniziali e finali vengono ignorati)
ja: {0} (先頭と末尾のワイルドカードは無視されます)
ko: {0}(앞뒤의 와일드카드는 무시됨)
pl: {0} (symbole wieloznaczne na początku i na końcu są ignorowane)
pt: {0} (curingas no início e no fim são ignorados)
ro: {0} (metacaracterele de la început și de la sfârșit sunt ignorate)
ru: {0} (подстановочные знаки в начале и в конце игнорируются)
th: {0} (ละเว้นไวลด์การ์ดที่ต้นและท้าย)
tr: {0} (baştaki ve sondaki joker karakterler yoksayılır)
uk: {0} (символи узагальнення на початку й у кінці ігноруються)
vi: {0} (ký tự đại diện ở đầu và cuối bị bỏ qua)
zh_hans: {0}（开头和末尾的通配符将被忽略）
zh_hant: {0}（開頭和結尾的萬用字元會被忽略）

# Find_Overlapping.Content
source: Include overlapping matches
ar: تضمين التطابقات المتداخلة
cs: Zahrnout překrývající se shody
de: Überlappende Treffer einschließen
el: Συμπερίληψη επικαλυπτόμενων αποτελεσμάτων
es: Incluir coincidencias superpuestas
fa: شامل موارد منطبق هم‌پوشان
fr: Inclure les résultats qui se chevauchent
hu: Átfedő találatok is
id: Sertakan kecocokan yang tumpang tindih
it: Includi corrispondenze sovrapposte
ja: 重なる一致を含める
ko: 겹치는 일치 항목 포함
pl: Uwzględniaj nakładające się dopasowania
pt: Incluir ocorrências sobrepostas
ro: Includere potriviri suprapuse
ru: Включать перекрывающиеся совпадения
th: รวมรายการที่ตรงกันแบบซ้อนทับ
tr: Çakışan eşleşmeleri dahil et
uk: Включати збіги, що перекриваються
vi: Bao gồm kết quả khớp chồng lấn
zh_hans: 包括重叠的匹配项
zh_hant: 包含重疊的符合項目

# Find_Incremental.Content
source: Search as you type
ar: البحث أثناء الكتابة
cs: Hledat při psaní
de: Während der Eingabe suchen
el: Αναζήτηση κατά την πληκτρολόγηση
es: Buscar mientras se escribe
fa: جستجو هنگام تایپ
fr: Rechercher pendant la saisie
hu: Keresés gépelés közben
id: Cari sambil mengetik
it: Cerca durante la digitazione
ja: 入力しながら検索
ko: 입력하는 동안 검색
pl: Szukaj podczas pisania
pt: Pesquisar enquanto digita
ro: Căutare în timpul tastării
ru: Искать по мере ввода
th: ค้นหาขณะพิมพ์
tr: Yazarken ara
uk: Шукати під час введення
vi: Tìm trong khi nhập
zh_hans: 键入时搜索
zh_hant: 邊輸入邊搜尋

# Find_EscReturns.Content
source: Esc returns to the start position
ar: يعيد Esc إلى موضع البداية
cs: Esc vrátí na počáteční pozici
de: Esc kehrt zur Startposition zurück
el: Το Esc επιστρέφει στην αρχική θέση
es: Esc vuelve a la posición inicial
fa: Esc به موقعیت شروع برمی‌گردد
fr: Esc revient à la position de départ
hu: Az Esc visszatér a kiinduló pozícióra
id: Esc kembali ke posisi awal
it: Esc torna alla posizione iniziale
ja: Esc で元の位置に戻る
ko: Esc를 누르면 시작 위치로 돌아가기
pl: Esc wraca do pozycji początkowej
pt: Esc retorna à posição inicial
ro: Esc revine la poziția inițială
ru: Esc возвращает в начальную позицию
th: Esc กลับไปยังตำแหน่งเริ่มต้น
tr: Esc başlangıç konumuna döner
uk: Esc повертає до початкової позиції
vi: Esc quay về vị trí bắt đầu
zh_hans: 按 Esc 返回起始位置
zh_hant: 按 Esc 返回起始位置

# Find_ContinueWithEnter
source: Not found within 256 MB. Press Enter to continue searching.
ar: لم يتم العثور عليه ضمن 256 MB. اضغط Enter لمتابعة البحث.
cs: V rozsahu 256 MB nenalezeno. Stisknutím klávesy Enter budete pokračovat v hledání.
de: Innerhalb von 256 MB nicht gefunden. Drücken Sie Enter, um weiterzusuchen.
el: Δεν βρέθηκε μέσα σε 256 MB. Πατήστε Enter για να συνεχίσετε την αναζήτηση.
es: No se encontró en 256 MB. Presiona Enter para seguir buscando.
fa: در 256 MB پیدا نشد. برای ادامهٔ جستجو Enter را فشار دهید.
fr: Introuvable dans les 256 Mo. Appuyez sur Enter pour poursuivre la recherche.
hu: 256 MB-on belül nincs találat. A keresés folytatásához nyomja meg az Enter billentyűt.
id: Tidak ditemukan dalam 256 MB. Tekan Enter untuk melanjutkan pencarian.
it: Non trovato entro 256 MB. Premi Invio per continuare la ricerca.
ja: 256 MB の範囲で見つかりませんでした。Enter で続きを検索します。
ko: 256MB 안에서 찾을 수 없습니다. 계속 검색하려면 Enter 키를 누르세요.
pl: Nie znaleziono w obrębie 256 MB. Naciśnij Enter, aby kontynuować wyszukiwanie.
pt: Não encontrado em 256 MB. Pressione Enter para continuar pesquisando.
ro: Nu s-a găsit în 256 MB. Apăsați Enter pentru a continua căutarea.
ru: Не найдено в пределах 256 МБ. Нажмите Enter, чтобы продолжить поиск.
th: ไม่พบภายใน 256 MB กด Enter เพื่อค้นหาต่อ
tr: 256 MB içinde bulunamadı. Aramaya devam etmek için Enter'a basın.
uk: Не знайдено в межах 256 МБ. Натисніть Enter, щоб продовжити пошук.
vi: Không tìm thấy trong phạm vi 256 MB. Nhấn Enter để tiếp tục tìm.
zh_hans: 在 256 MB 范围内未找到。按 Enter 继续搜索。
zh_hant: 在 256 MB 內找不到。按 Enter 繼續搜尋。

# Find_Error_WildcardsOnly
source: The search value can't consist of wildcards only.
ar: لا يمكن أن تتكون قيمة البحث من أحرف بدل فقط.
cs: Hledaná hodnota nemůže obsahovat jen zástupné znaky.
de: Der Suchwert darf nicht nur aus Platzhaltern bestehen.
el: Η τιμή αναζήτησης δεν μπορεί να αποτελείται μόνο από χαρακτήρες μπαλαντέρ.
es: El valor de búsqueda no puede contener solo comodines.
fa: مقدار جستجو نمی‌تواند فقط از نویسه‌های عام تشکیل شود.
fr: La valeur recherchée ne peut pas être composée uniquement de caractères génériques.
hu: A keresett érték nem állhat csak helyettesítő karakterekből.
id: Nilai pencarian tidak boleh hanya terdiri dari wildcard.
it: Il valore di ricerca non può essere composto solo da caratteri jolly.
ja: ワイルドカードだけの検索語は使えません。
ko: 검색 값은 와일드카드로만 구성될 수 없습니다.
pl: Wyszukiwana wartość nie może składać się wyłącznie z symboli wieloznacznych.
pt: O valor de pesquisa não pode consistir apenas em curingas.
ro: Valoarea căutată nu poate conține doar metacaractere.
ru: Значение для поиска не может состоять только из подстановочных знаков.
th: ค่าที่ค้นหาต้องไม่ประกอบด้วยไวลด์การ์ดเพียงอย่างเดียว
tr: Arama değeri yalnızca joker karakterlerden oluşamaz.
uk: Значення для пошуку не може складатися лише із символів узагальнення.
vi: Giá trị tìm kiếm không thể chỉ gồm ký tự đại diện.
zh_hans: 搜索值不能只包含通配符。
zh_hant: 搜尋值不可只包含萬用字元。

# Find_Error_InvalidWildcardRange
source: The range of * must be within 0 to {0} bytes.
ar: يجب أن يكون نطاق * بين 0 و{0} بايت.
cs: Rozsah * musí být v mezích 0 až {0} bajtů.
de: Der Bereich von * muss zwischen 0 und {0} Bytes liegen.
el: Η περιοχή του * πρέπει να είναι από 0 έως {0} byte.
es: El intervalo de * debe estar entre 0 y {0} bytes.
fa: محدودهٔ * باید بین 0 تا {0} بایت باشد.
fr: La plage de * doit être comprise entre 0 et {0} octets.
hu: A * tartományának 0 és {0} bájt között kell lennie.
id: Rentang * harus antara 0 hingga {0} byte.
it: L'intervallo di * deve essere compreso tra 0 e {0} byte.
ja: * の範囲は 0〜{0} バイトで指定してください。
ko: *의 범위는 0~{0}바이트여야 합니다.
pl: Zakres * musi mieścić się w przedziale od 0 do {0} B.
pt: O intervalo de * deve estar entre 0 e {0} bytes.
ro: Intervalul pentru * trebuie să fie între 0 și {0} octeți.
ru: Диапазон * должен быть от 0 до {0} байт.
th: ช่วงของ * ต้องอยู่ระหว่าง 0 ถึง {0} ไบต์
tr: * aralığı 0 ile {0} bayt arasında olmalıdır.
uk: Діапазон * має бути в межах від 0 до {0} байтів.
vi: Phạm vi của * phải nằm trong khoảng 0 đến {0} byte.
zh_hans: * 的范围必须在 0 到 {0} 字节之间。
zh_hant: * 的範圍必須在 0 到 {0} 個位元組之間。

# Find_Error_IntegerOutOfRange
source: The value is outside the {0}-bit integer range (signed {1} to {2}, unsigned {3} to {4}).
ar: القيمة خارج نطاق العدد الصحيح {0} بت (بإشارة {1} إلى {2}، بدون إشارة {3} إلى {4}).
cs: Hodnota je mimo rozsah {0}bitového celého čísla (se znaménkem {1} až {2}, bez znaménka {3} až {4}).
de: Der Wert liegt außerhalb des Bereichs für {0}-Bit-Ganzzahlen (mit Vorzeichen {1} bis {2}, ohne Vorzeichen {3} bis {4}).
el: Η τιμή είναι εκτός του εύρους ακεραίων {0} bit (προσημασμένοι {1} έως {2}, μη προσημασμένοι {3} έως {4}).
es: El valor está fuera del intervalo de los enteros de {0} bits (con signo de {1} a {2}, sin signo de {3} a {4}).
fa: مقدار خارج از محدودهٔ عدد صحیح {0} بیتی است (علامت‌دار {1} تا {2}، بدون علامت {3} تا {4}).
fr: La valeur est hors de la plage des entiers de {0} bits (signés {1} à {2}, non signés {3} à {4}).
hu: Az érték kívül esik a {0} bites egész számok tartományán (előjeles: {1} – {2}, előjel nélküli: {3} – {4}).
id: Nilai berada di luar rentang bilangan bulat {0}-bit (bertanda {1} hingga {2}, tidak bertanda {3} hingga {4}).
it: Il valore è esterno all'intervallo degli interi a {0} bit (con segno da {1} a {2}, senza segno da {3} a {4}).
ja: {0} bit の整数の範囲 (符号あり {1}〜{2}、符号なし {3}〜{4}) を超えています。
ko: 값이 {0}비트 정수 범위(부호 있음 {1}~{2}, 부호 없음 {3}~{4})를 벗어났습니다.
pl: Wartość jest poza zakresem {0}-bitowych liczb całkowitych (ze znakiem od {1} do {2}, bez znaku od {3} do {4}).
pt: O valor está fora do intervalo de inteiros de {0} bits (com sinal de {1} a {2}, sem sinal de {3} a {4}).
ro: Valoarea se află în afara intervalului pentru întregi pe {0} biți (cu semn: {1} – {2}, fără semn: {3} – {4}).
ru: Значение выходит за пределы диапазона {0}-битного целого числа (со знаком: от {1} до {2}, без знака: от {3} до {4}).
th: ค่าอยู่นอกช่วงจำนวนเต็ม {0} บิต (มีเครื่องหมาย {1} ถึง {2} ไม่มีเครื่องหมาย {3} ถึง {4})
tr: Değer {0} bit tamsayı aralığının dışında (işaretli {1} ile {2}, işaretsiz {3} ile {4}).
uk: Значення виходить за межі діапазону {0}-бітного цілого числа (зі знаком: від {1} до {2}, без знака: від {3} до {4}).
vi: Giá trị nằm ngoài phạm vi số nguyên {0} bit (có dấu {1} đến {2}, không dấu {3} đến {4}).
zh_hans: 该值超出 {0} 位整数的范围（有符号 {1} 到 {2}，无符号 {3} 到 {4}）。
zh_hant: 值超出 {0} 位元整數的範圍（帶正負號 {1} 到 {2}，不帶正負號 {3} 到 {4}）。

# Find_Error_SignedOutOfRange
source: The value is outside the {0}-bit signed integer range ({1} to {2}).
ar: القيمة خارج نطاق العدد الصحيح بإشارة {0} بت ({1} إلى {2}).
cs: Hodnota je mimo rozsah {0}bitového celého čísla se znaménkem ({1} až {2}).
de: Der Wert liegt außerhalb des Bereichs für {0}-Bit-Ganzzahlen mit Vorzeichen ({1} bis {2}).
el: Η τιμή είναι εκτός του εύρους προσημασμένων ακεραίων {0} bit ({1} έως {2}).
es: El valor está fuera del intervalo de los enteros con signo de {0} bits ({1} a {2}).
fa: مقدار خارج از محدودهٔ عدد صحیح علامت‌دار {0} بیتی است ({1} تا {2}).
fr: La valeur est hors de la plage des entiers signés de {0} bits ({1} à {2}).
hu: Az érték kívül esik a {0} bites előjeles egész számok tartományán ({1} – {2}).
id: Nilai berada di luar rentang bilangan bulat bertanda {0}-bit ({1} hingga {2}).
it: Il valore è esterno all'intervallo degli interi con segno a {0} bit (da {1} a {2}).
ja: {0} bit の符号あり整数の範囲 ({1}〜{2}) を超えています。
ko: 값이 {0}비트 부호 있는 정수 범위({1}~{2})를 벗어났습니다.
pl: Wartość jest poza zakresem {0}-bitowych liczb całkowitych ze znakiem (od {1} do {2}).
pt: O valor está fora do intervalo de inteiros com sinal de {0} bits ({1} a {2}).
ro: Valoarea se află în afara intervalului pentru întregi cu semn pe {0} biți ({1} – {2}).
ru: Значение выходит за пределы диапазона {0}-битного целого числа со знаком (от {1} до {2}).
th: ค่าอยู่นอกช่วงจำนวนเต็มแบบมีเครื่องหมาย {0} บิต ({1} ถึง {2})
tr: Değer {0} bit işaretli tamsayı aralığının dışında ({1} ile {2}).
uk: Значення виходить за межі діапазону {0}-бітного цілого числа зі знаком (від {1} до {2}).
vi: Giá trị nằm ngoài phạm vi số nguyên có dấu {0} bit ({1} đến {2}).
zh_hans: 该值超出 {0} 位有符号整数的范围（{1} 到 {2}）。
zh_hant: 值超出 {0} 位元帶正負號整數的範圍（{1} 到 {2}）。

# Find_Error_UnsignedOutOfRange
source: The value is outside the {0}-bit unsigned integer range ({1} to {2}).
ar: القيمة خارج نطاق العدد الصحيح بدون إشارة {0} بت ({1} إلى {2}).
cs: Hodnota je mimo rozsah {0}bitového celého čísla bez znaménka ({1} až {2}).
de: Der Wert liegt außerhalb des Bereichs für {0}-Bit-Ganzzahlen ohne Vorzeichen ({1} bis {2}).
el: Η τιμή είναι εκτός του εύρους μη προσημασμένων ακεραίων {0} bit ({1} έως {2}).
es: El valor está fuera del intervalo de los enteros sin signo de {0} bits ({1} a {2}).
fa: مقدار خارج از محدودهٔ عدد صحیح بدون علامت {0} بیتی است ({1} تا {2}).
fr: La valeur est hors de la plage des entiers non signés de {0} bits ({1} à {2}).
hu: Az érték kívül esik a {0} bites előjel nélküli egész számok tartományán ({1} – {2}).
id: Nilai berada di luar rentang bilangan bulat tidak bertanda {0}-bit ({1} hingga {2}).
it: Il valore è esterno all'intervallo degli interi senza segno a {0} bit (da {1} a {2}).
ja: {0} bit の符号なし整数の範囲 ({1}〜{2}) を超えています。
ko: 값이 {0}비트 부호 없는 정수 범위({1}~{2})를 벗어났습니다.
pl: Wartość jest poza zakresem {0}-bitowych liczb całkowitych bez znaku (od {1} do {2}).
pt: O valor está fora do intervalo de inteiros sem sinal de {0} bits ({1} a {2}).
ro: Valoarea se află în afara intervalului pentru întregi fără semn pe {0} biți ({1} – {2}).
ru: Значение выходит за пределы диапазона {0}-битного целого числа без знака (от {1} до {2}).
th: ค่าอยู่นอกช่วงจำนวนเต็มแบบไม่มีเครื่องหมาย {0} บิต ({1} ถึง {2})
tr: Değer {0} bit işaretsiz tamsayı aralığının dışında ({1} ile {2}).
uk: Значення виходить за межі діапазону {0}-бітного цілого числа без знака (від {1} до {2}).
vi: Giá trị nằm ngoài phạm vi số nguyên không dấu {0} bit ({1} đến {2}).
zh_hans: 该值超出 {0} 位无符号整数的范围（{1} 到 {2}）。
zh_hant: 值超出 {0} 位元不帶正負號整數的範圍（{1} 到 {2}）。

# Find_Error_InvalidNumber
source: “{0}” isn't a valid number. Use “.” as the decimal point.
ar: «{0}» ليس رقماً صالحاً. استخدم «.» كفاصلة عشرية.
cs: „{0}“ není platné číslo. Jako desetinný oddělovač použijte „.“.
de: „{0}“ ist keine gültige Zahl. Verwenden Sie „.“ als Dezimaltrennzeichen.
el: Το «{0}» δεν είναι έγκυρος αριθμός. Χρησιμοποιήστε το «.» ως υποδιαστολή.
es: “{0}” no es un número válido. Usa “.” como separador decimal.
fa: «{0}» عدد معتبری نیست. از «.» به‌عنوان ممیز اعشار استفاده کنید.
fr: « {0} » n'est pas un nombre valide. Utilisez « . » comme séparateur décimal.
hu: „{0}” nem érvényes szám. Tizedesjelként a „.” karaktert használja.
id: “{0}” bukan angka yang valid. Gunakan “.” sebagai pemisah desimal.
it: “{0}” non è un numero valido. Usa “.” come separatore decimale.
ja: 「{0}」は数値として解釈できません。小数点は「.」を使ってください。
ko: “{0}”은(는) 올바른 숫자가 아닙니다. 소수점으로 “.”을 사용하세요.
pl: „{0}” nie jest prawidłową liczbą. Użyj „.” jako separatora dziesiętnego.
pt: “{0}” não é um número válido. Use “.” como separador decimal.
ro: „{0}” nu este un număr valid. Utilizați „.” ca separator zecimal.
ru: «{0}» не является допустимым числом. Используйте «.» в качестве десятичного разделителя.
th: “{0}” ไม่ใช่ตัวเลขที่ถูกต้อง ใช้ “.” เป็นจุดทศนิยม
tr: “{0}” geçerli bir sayı değil. Ondalık ayırıcı olarak “.” kullanın.
uk: «{0}» не є допустимим числом. Використовуйте «.» як десятковий роздільник.
vi: “{0}” không phải là số hợp lệ. Hãy dùng “.” làm dấu thập phân.
zh_hans: “{0}”不是有效的数字。请使用“.”作为小数点。
zh_hant: 「{0}」不是有效的數字。請使用「.」作為小數點。

# Find_Error_FloatOverflow
source: The value is too large for {0} and would become infinity.
ar: القيمة كبيرة جداً بالنسبة لـ {0} وستصبح لا نهائية.
cs: Hodnota je pro {0} příliš velká a stala by se nekonečnem.
de: Der Wert ist zu groß für {0} und würde unendlich werden.
el: Η τιμή είναι πολύ μεγάλη για {0} και θα γινόταν άπειρο.
es: El valor es demasiado grande para {0} y se convertiría en infinito.
fa: مقدار برای {0} بیش از حد بزرگ است و به بی‌نهایت تبدیل می‌شود.
fr: La valeur est trop grande pour {0} et deviendrait infinie.
hu: Az érték túl nagy a(z) {0} típushoz, és végtelenné válna.
id: Nilai terlalu besar untuk {0} dan akan menjadi tak hingga.
it: Il valore è troppo grande per {0} e diventerebbe infinito.
ja: 値が {0} の範囲を超え、無限大になります。
ko: 값이 {0}에 비해 너무 커서 무한대가 됩니다.
pl: Wartość jest za duża dla typu {0} i stałaby się nieskończonością.
pt: O valor é grande demais para {0} e se tornaria infinito.
ro: Valoarea este prea mare pentru {0} și ar deveni infinit.
ru: Значение слишком велико для {0} и станет бесконечностью.
th: ค่ามีขนาดใหญ่เกินไปสำหรับ {0} และจะกลายเป็นอนันต์
tr: Değer {0} için çok büyük ve sonsuz olur.
uk: Значення завелике для {0} і стане нескінченністю.
vi: Giá trị quá lớn đối với {0} và sẽ trở thành vô cực.
zh_hans: 该值对于 {0} 来说太大，将变为无穷大。
zh_hant: 此值對 {0} 而言太大，將會變成無限大。

# Find_Error_InvalidTolerance
source: The tolerance “{0}” is invalid. Enter a value of 0 or more (ULP: a whole number up to 1,000,000).
ar: التفاوت «{0}» غير صالح. أدخل قيمة 0 أو أكثر (ULP: عدد صحيح حتى 1,000,000).
cs: Tolerance „{0}“ je neplatná. Zadejte hodnotu 0 nebo větší (ULP: celé číslo do 1 000 000).
de: Die Toleranz „{0}“ ist ungültig. Geben Sie einen Wert von 0 oder mehr ein (ULP: eine ganze Zahl bis 1.000.000).
el: Η ανοχή «{0}» δεν είναι έγκυρη. Εισαγάγετε τιμή 0 ή μεγαλύτερη (ULP: ακέραιος έως 1.000.000).
es: La tolerancia “{0}” no es válida. Escribe un valor de 0 o más (ULP: un número entero hasta 1.000.000).
fa: رواداری «{0}» نامعتبر است. مقداری برابر 0 یا بیشتر وارد کنید (ULP: عدد صحیح تا 1,000,000).
fr: La tolérance « {0} » n'est pas valide. Entrez une valeur supérieure ou égale à 0 (ULP : un entier jusqu'à 1 000 000).
hu: A(z) „{0}” tűrés érvénytelen. Adjon meg 0 vagy nagyobb értéket (ULP: legfeljebb 1 000 000 egész szám).
id: Toleransi “{0}” tidak valid. Masukkan nilai 0 atau lebih (ULP: bilangan bulat hingga 1.000.000).
it: La tolleranza “{0}” non è valida. Immetti un valore pari o superiore a 0 (ULP: un numero intero fino a 1.000.000).
ja: 許容誤差「{0}」は使えません。0 以上の値を入力してください (ULP は 1,000,000 までの整数)。
ko: 허용 오차 “{0}”이(가) 올바르지 않습니다. 0 이상의 값을 입력하세요(ULP: 1,000,000 이하의 정수).
pl: Tolerancja „{0}” jest nieprawidłowa. Wprowadź wartość 0 lub większą (ULP: liczba całkowita do 1 000 000).
pt: A tolerância “{0}” é inválida. Insira um valor de 0 ou mais (ULP: um número inteiro de até 1.000.000).
ro: Toleranța „{0}” nu este validă. Introduceți o valoare de 0 sau mai mare (ULP: un număr întreg de până la 1.000.000).
ru: Недопустимая погрешность «{0}». Введите значение 0 или больше (ULP: целое число до 1 000 000).
th: ค่าความคลาดเคลื่อน “{0}” ไม่ถูกต้อง โปรดใส่ค่าตั้งแต่ 0 ขึ้นไป (ULP: จำนวนเต็มไม่เกิน 1,000,000)
tr: “{0}” toleransı geçersiz. 0 veya daha büyük bir değer girin (ULP: en fazla 1.000.000 olan bir tam sayı).
uk: Неприпустимий допуск «{0}». Введіть значення 0 або більше (ULP: ціле число до 1 000 000).
vi: Dung sai “{0}” không hợp lệ. Hãy nhập giá trị từ 0 trở lên (ULP: số nguyên tối đa 1.000.000).
zh_hans: 容差“{0}”无效。请输入 0 或更大的值（ULP：不超过 1,000,000 的整数）。
zh_hant: 容許誤差「{0}」無效。請輸入 0 或以上的值（ULP：最大 1,000,000 的整數）。

# Find_Error_InvalidReplacementWildcard
source: “{0}” can't be used in a replacement. Use ?? to keep the original byte.
ar: لا يمكن استخدام «{0}» في الاستبدال. استخدم ?? للإبقاء على البايت الأصلي.
cs: „{0}“ nelze v náhradě použít. Chcete-li zachovat původní bajt, použijte ??.
de: „{0}“ kann in einer Ersetzung nicht verwendet werden. Verwenden Sie ??, um das ursprüngliche Byte beizubehalten.
el: Το «{0}» δεν μπορεί να χρησιμοποιηθεί σε αντικατάσταση. Χρησιμοποιήστε ?? για να διατηρήσετε το αρχικό byte.
es: “{0}” no se puede usar en un reemplazo. Usa ?? para conservar el byte original.
fa: «{0}» در جایگزینی قابل استفاده نیست. برای حفظ بایت اصلی از ?? استفاده کنید.
fr: « {0} » ne peut pas être utilisé dans un remplacement. Utilisez ?? pour conserver l'octet d'origine.
hu: „{0}” nem használható a cserében. Az eredeti bájt megtartásához használja a ?? jelölést.
id: “{0}” tidak dapat digunakan dalam pengganti. Gunakan ?? untuk mempertahankan byte asli.
it: “{0}” non può essere usato in una sostituzione. Usa ?? per mantenere il byte originale.
ja: 置換語には「{0}」は使えません。元のバイトを残すには ?? を使ってください。
ko: 바꿀 내용에는 “{0}”을(를) 사용할 수 없습니다. 원래 바이트를 유지하려면 ??를 사용하세요.
pl: „{0}” nie może być użyte w zamianie. Użyj ??, aby zachować oryginalny bajt.
pt: “{0}” não pode ser usado em uma substituição. Use ?? para manter o byte original.
ro: „{0}” nu poate fi utilizat într-o înlocuire. Utilizați ?? pentru a păstra octetul original.
ru: «{0}» нельзя использовать в замене. Используйте ??, чтобы сохранить исходный байт.
th: ไม่สามารถใช้ “{0}” ในค่าที่ใช้แทนที่ได้ ใช้ ?? เพื่อคงไบต์เดิมไว้
tr: “{0}” bir değiştirme değerinde kullanılamaz. Özgün baytı korumak için ?? kullanın.
uk: «{0}» не можна використовувати в заміні. Використовуйте ??, щоб зберегти вихідний байт.
vi: Không thể dùng “{0}” trong giá trị thay thế. Hãy dùng ?? để giữ byte gốc.
zh_hans: 替换内容中不能使用“{0}”。若要保留原始字节，请使用 ??。
zh_hant: 取代內容中不能使用「{0}」。若要保留原始位元組，請使用 ??。

# Find_Replace.PlaceholderText
source: Replace with
ar: الاستبدال بـ
cs: Nahradit čím
de: Ersetzen durch
el: Αντικατάσταση με
es: Reemplazar por
fa: جایگزینی با
fr: Remplacer par
hu: Csere erre
id: Ganti dengan
it: Sostituisci con
ja: 置換後の値
ko: 바꿀 내용
pl: Zamień na
pt: Substituir por
ro: Înlocuire cu
ru: Заменить на
th: แทนที่ด้วย
tr: Yeni değer
uk: Замінити на
vi: Thay thế bằng
zh_hans: 替换为
zh_hant: 取代為

# Find_ReplaceOne.Content
source: Replace
ar: استبدال
cs: Nahradit
de: Ersetzen
el: Αντικατάσταση
es: Reemplazar
fa: جایگزینی
fr: Remplacer
hu: Csere
id: Ganti
it: Sostituisci
ja: 置換
ko: 바꾸기
pl: Zamień
pt: Substituir
ro: Înlocuire
ru: Заменить
th: แทนที่
tr: Değiştir
uk: Замінити
vi: Thay thế
zh_hans: 替换
zh_hant: 取代

# Find_Skip.Content
source: Skip
ar: تخطي
cs: Přeskočit
de: Überspringen
el: Παράλειψη
es: Omitir
fa: رد کردن
fr: Ignorer
hu: Kihagyás
id: Lewati
it: Ignora
ja: スキップ
ko: 건너뛰기
pl: Pomiń
pt: Pular
ro: Omitere
ru: Пропустить
th: ข้าม
tr: Atla
uk: Пропустити
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 略過

# Find_ReplaceAll.Content
source: Replace all
ar: استبدال الكل
cs: Nahradit vše
de: Alle ersetzen
el: Αντικατάσταση όλων
es: Reemplazar todo
fa: جایگزینی همه
fr: Tout remplacer
hu: Összes cseréje
id: Ganti semua
it: Sostituisci tutto
ja: すべて置換
ko: 모두 바꾸기
pl: Zamień wszystko
pt: Substituir tudo
ro: Înlocuire totală
ru: Заменить все
th: แทนที่ทั้งหมด
tr: Tümünü değiştir
uk: Замінити все
vi: Thay thế tất cả
zh_hans: 全部替换
zh_hant: 全部取代

# Find_LengthPolicy_Name
source: If the lengths differ
ar: إذا اختلفت الأطوال
cs: Pokud se délky liší
de: Bei unterschiedlicher Länge
el: Αν διαφέρουν τα μήκη
es: Si las longitudes son distintas
fa: اگر طول‌ها متفاوت باشند
fr: Si les longueurs diffèrent
hu: Ha a hosszak eltérnek
id: Jika panjangnya berbeda
it: Se le lunghezze sono diverse
ja: 長さが違う場合
ko: 길이가 다른 경우
pl: Jeśli długości się różnią
pt: Se os comprimentos forem diferentes
ro: Dacă lungimile diferă
ru: Если длины различаются
th: หากความยาวต่างกัน
tr: Uzunluklar farklıysa
uk: Якщо довжини відрізняються
vi: Nếu độ dài khác nhau
zh_hans: 长度不同时
zh_hant: 長度不同時

# Find_Policy_Change.Content
source: Change the length
ar: تغيير الطول
cs: Změnit délku
de: Länge ändern
el: Αλλαγή του μήκους
es: Cambiar la longitud
fa: تغییر طول
fr: Modifier la longueur
hu: Hossz módosítása
id: Ubah panjang
it: Cambia la lunghezza
ja: 長さを変える
ko: 길이 변경
pl: Zmień długość
pt: Alterar o comprimento
ro: Modificare lungime
ru: Изменить длину
th: เปลี่ยนความยาว
tr: Uzunluğu değiştir
uk: Змінити довжину
vi: Thay đổi độ dài
zh_hans: 更改长度
zh_hant: 變更長度

# Find_Policy_Pad.Content
source: Pad and keep the length
ar: التكملة والحفاظ على الطول
cs: Doplnit a zachovat délku
de: Auffüllen und Länge beibehalten
el: Συμπλήρωση και διατήρηση του μήκους
es: Rellenar y conservar la longitud
fa: تکمیل و حفظ طول
fr: Compléter et conserver la longueur
hu: Kitöltés, a hossz megtartásával
id: Isi dan pertahankan panjang
it: Riempi e mantieni la lunghezza
ja: 埋めて長さを保つ
ko: 채워서 길이 유지
pl: Dopełnij i zachowaj długość
pt: Preencher e manter o comprimento
ro: Completare și păstrare lungime
ru: Дополнить и сохранить длину
th: เติมและคงความยาวไว้
tr: Doldur ve uzunluğu koru
uk: Доповнити й зберегти довжину
vi: Đệm và giữ độ dài
zh_hans: 填充并保持长度
zh_hant: 填補並保持長度
